13/data/attachments/f92f78de2ba2dc9c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_142ff73c-90aa-46a0-876e-74613c15e88a</nif:username>
            <nif:friendToBeAdded>Cynthia_build_Actions_89177_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>